bookers/app/controllers/books_controller.rb

INSERT INTO "books" ("title", "body", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "c"], ["body", "cc"], ["user_id", 1], ["created_at", "2021-08-24 10:29:37.073699"], ["updated_at", "2021-08-24 10:29:37.073699"]]
SELECT "books".* FROM "books"
---
  def create
    @book = Book.new(book_params)
    @book.user_id = current_user.id
    if @book.save
      redirect_to book_path(@book), notice: "You have created book successfully."
    else
      @books = Book.all