bookers/app/controllers/users_controller.rb

  def update
    if @user.update(user_params)
---
UPDATE "users" SET "introduction" = ?, "profile_image_id" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["introduction", "ass"], ["profile_image_id", "027237aabca6e0742d6fe829e2b01f2a80c7a27456df7c4ae6ab39ae5a15"], ["updated_at", "2021-08-24 09:43:49.800477"], ["id", 1]]